// TODO: список врачей в специальности - задел на будущее, если нужно
// TODO:   будет отслеживать конкретного врача
var catalog = {
  "clinics" : {
    "poly62": {
			"url": "http://94.19.37.202:3078/cgi-bin/tcgi1.exe",
      "title": "Детская поликлиника 62",
      "specialities": { // 37-ПЕДИАТР;38-ПЕДИАТР УЧАСТ.;50-ДЕРМАТО-ВЕНЕРОЛ;44-НЕВРОПАТОЛОГ;1000-ОРТОПЕД;42-ОТОЛАРИНГОЛОГ;41-ОФТАЛЬМОЛОГ;372-ПЕДИАТР комнаты здорового ребенка;850-ТРАВМАТОЛОГ;23-ХИРУРГ
				"23": {
					"title": "Хирург",
					"code": 23,
					"doctors": []
				},
				"37": {
					"title": "Педиатр",
					"code": 37,
					"doctors": []
				},
				"38": {
					"title": "Педиатр участковый",
					"code": 38,
					"doctors": []
				},
				"41": {
					"title": "Офтальмолог",
					"code": 41,
					"doctors": []
				},
				"42": {
					"title": "Отоларинголог",
					"code": 42,
					"doctors": []
				},
				"44": {
					"title": "Невропатолог",
					"code": 44,
					"doctors": [
						{"code":"д62.18", "title": "СТЕПАНОВА МА"},
						{"code":"д62.92", "title": "БАРДИЕР ВА"},
						{"code":"д62.98", "title": "ГОРБУНОВА ВГ"}
					]
				},
				"50": {
					"title": "Дерматолог-венеролог",
					"code": 50,
					"doctors": []
				},
				// "372": {
				// 	"title": "Педиатр комнаты здорового ребёнка",
				// 	"code": 38,
				// 	"doctors": []
				// },
				"850": {
					"title": "Травматолог",
					"code": 850,
					"doctors": []
				},
				"1000": {
					"title": "Ортопед",
					"code": 1000,
					"doctors": []
				}
			}
    },

		"poly100": {
			"url": "http://94.19.37.202:3070/cgi-bin/tcgi1.exe",
			"title": "Поликлиника 100",
			"specialities": { // 35-АКУШЕР-ГИНЕКОЛ.;44-НЕВРОПАТОЛОГ;42-ОТОЛАРИНГОЛОГ;41-ОФТАЛЬМОЛОГ;9-РЕВМАТОЛОГ;4-ТЕРАПЕВТ УЧАСТ.;23-ХИРУРГ;28-УРОЛОГ
				"4": {
					"title": "Терапевт участковый",
					"code": 4,
					"doctors": []
				},
				"9": {
					"title": "Ревматолог",
					"code": 9,
					"doctors": []
				},
				"23": {
					"title": "Хирург",
					"code": 23,
					"doctors": []
				},
				"28": {
					"title": "Уролог",
					"code": 28,
					"doctors": []
				},
				"35": {
					"title": "Акушер-гинеколог",
					"code": 35,
					"doctors": []
				},
				"41": {
					"title": "Офтальмолог",
					"code": 41,
					"doctors": []
				},
				"42": {
					"title": "Отоларинголог",
					"code": 42,
					"doctors": []
				},
				"44": {
					"title": "Невропатолог",
					"code": 44,
					"doctors": []
				}
			}
		}
  }
};

